{
  "@context": "https://schema.org",
  "@type": "FAQPage",
  "mainEntity": [
    {
      "@type": "Question",
      "name": "Vad är Wordfeud Helper?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Wordfeud Helper är ett gratis verktyg som hjälper dig hitta giltiga svenska ord i Wordfeud. Skriv in dina bokstäver, använd jokrar (?), sök med mönster som * och ., och sortera ord efter poäng och längd. Verktyget är snabbt, reklamfritt och optimerat för både mobil och surfplatta."
      }
    },
    {
      "@type": "Question",
      "name": "Hur fungerar jokrar i Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Jokern (?) kan användas som vilken bokstav som helst. När du skriver in dina bokstäver kan du använda ? för att representera en blank bricka. Till exempel: om du har bokstäverna TRA?NS kommer jokern automatiskt prova alla möjliga bokstäver för att hitta giltiga ord som TRÄNS, TRANS, etc."
      }
    },
    {
      "@type": "Question",
      "name": "Kan man söka med mönster i Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Ja! Du kan använda mönster för att beskriva ord som redan finns på brädet. Använd . för exakt en valfri bokstav, och * för 0 eller fler bokstäver. Till exempel: M* hittar ord som börjar med M, och ..A* hittar ord där tredje bokstaven är A."
      }
    },
    {
      "@type": "Question",
      "name": "Är Wordfeud Helper gratis?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Ja, Wordfeud Helper är 100% gratis. Det finns inga annonser, inga dolda avgifter, och du behöver inte skapa ett konto. Verktyget fungerar även offline efter första gången du har använt det."
      }
    },
    {
      "@type": "Question",
      "name": "Vilka svenska ord är tillåtna i Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Wordfeud Helper använder en omfattande svensk ordlista med giltiga ord. Ordlistan innehåller vanliga svenska ord och varianter optimerade för Wordfeud och Scrabble."
      }
    },
    {
      "@type": "Question",
      "name": "Hur räknas poäng i Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Varje bokstav har ett värde, och poängen visas för varje ord i resultaten. Verktyget räknar automatiskt ut poäng baserat på Wordfeud officiella poängsystem. Du kan sortera resultaten efter högsta poäng för att hitta de mest värdefulla orden."
      }
    },
    {
      "@type": "Question",
      "name": "Samlar ni in min data eller de ord jag söker på?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Nej. Vi använder endast anonym statistik för att förbättra appen (t.ex. vilka funktioner som används mest). Vi lagrar INTE dina bokstäver, ord eller sökningar. Inga cookies, ingen personlig data, ingen spårning mellan webbplatser. All data behandlas lokalt i din webbläsare och skickas aldrig till någon server."
      }
    }
  ]
}
