{
  "@context": "https://schema.org",
  "@type": "FAQPage",
  "mainEntity": [
    {
      "@type": "Question",
      "name": "O que é o Wordfeud Helper?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Wordfeud Helper é uma ferramenta gratuita que ajuda você a encontrar palavras válidas em Português no Wordfeud. Digite suas letras, use curingas (?), pesquise com padrões como * e ., e ordene palavras por pontos e comprimento. A ferramenta é rápida, sem anúncios e otimizada para mobile e tablet."
      }
    },
    {
      "@type": "Question",
      "name": "Como funcionam os curingas no Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "O curinga (?) pode ser usado como qualquer letra. Quando você digita suas letras, pode usar ? para representar uma peça em branco. Por exemplo: se você tem as letras TRA?NS, o curinga tentará automaticamente todas as letras possíveis para encontrar palavras válidas como TRAINS, etc."
      }
    },
    {
      "@type": "Question",
      "name": "Posso pesquisar com padrões no Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Sim! Você pode usar padrões para descrever palavras já no tabuleiro. Use . para exatamente uma letra qualquer, e * para 0 ou mais letras. Por exemplo: M* encontra palavras começando com M, e ..A* encontra palavras onde a 3ª letra é A."
      }
    },
    {
      "@type": "Question",
      "name": "O Wordfeud Helper é gratuito?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Sim, o Wordfeud Helper é 100% gratuito. Não há anúncios, taxas ocultas, e você não precisa criar uma conta. A ferramenta também funciona offline após a primeira vez que você a usar."
      }
    },
    {
      "@type": "Question",
      "name": "Quais palavras em Português são permitidas no Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "O Wordfeud Helper usa uma lista abrangente de palavras em Português com palavras válidas. A lista de palavras inclui palavras comuns em Português e variações otimizadas para Wordfeud e Scrabble."
      }
    },
    {
      "@type": "Question",
      "name": "Como os pontos são calculados no Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Cada letra tem um valor, e os pontos são mostrados para cada palavra nos resultados. A ferramenta calcula automaticamente os pontos com base no sistema oficial de pontos do Wordfeud. Você pode ordenar os resultados por pontos mais altos para encontrar as palavras mais valiosas."
      }
    },
    {
      "@type": "Question",
      "name": "Você coleta meus dados ou as palavras que eu pesquiso?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Não. Usamos apenas estatísticas anônimas para melhorar o aplicativo (por exemplo, quais recursos são mais usados). NÃO armazenamos suas letras, palavras ou pesquisas. Sem cookies, sem dados pessoais, sem rastreamento entre sites. Todos os dados são processados localmente em seu navegador e nunca são enviados para nenhum servidor."
      }
    }
  ]
}
