{
  "@context": "https://schema.org",
  "@type": "FAQPage",
  "mainEntity": [
    {
      "@type": "Question",
      "name": "Hvad er Wordfeud Hjælper?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Wordfeud Hjælper er et gratis værktøj, der hjælper dig med at finde gyldige danske ord i Wordfeud. Indtast dine bogstaver, brug joker (?), søg med mønstre som * og ., og sorter ord efter point og længde. Værktøjet er hurtigt, reklamefrit og optimeret til både mobil og tablet."
      }
    },
    {
      "@type": "Question",
      "name": "Hvordan virker joker i Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Jokeren (?) kan bruges som et vilkårligt bogstav. Når du indtaster dine bogstaver, kan du bruge ? til at repræsentere en blank brik. For eksempel: hvis du har bogstaverne TRÆ?ON, vil jokeren automatisk prøve alle mulige bogstaver for at finde gyldige ord som TRÆTON, TRÆDON osv."
      }
    },
    {
      "@type": "Question",
      "name": "Kan man søge med mønstre i Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Ja! Du kan bruge mønstre til at beskrive ord der allerede ligger på brættet. Brug . for præcis ét vilkårligt bogstav, og * for 0 eller flere bogstaver. For eksempel: M* finder ord der starter med M, og ..A* finder ord hvor det 3. bogstav er A."
      }
    },
    {
      "@type": "Question",
      "name": "Er Wordfeud Hjælper gratis?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Ja, Wordfeud Hjælper er 100% gratis. Der er ingen reklamer, ingen skjulte gebyrer, og du behøver ikke at oprette en konto. Værktøjet virker også offline efter første gang du har brugt det."
      }
    },
    {
      "@type": "Question",
      "name": "Hvilke danske ord er tilladt i Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Wordfeud Hjælper bruger en omfattende dansk ordliste med over 400.000 gyldige ord. Ordlisten inkluderer almindelige danske ord og bøjninger fra Den Danske Ordbog og er optimeret til Wordfeud og Scrabble."
      }
    },
    {
      "@type": "Question",
      "name": "Hvordan beregnes point i Wordfeud?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Hvert bogstav har en værdi, og pointene vises ved hvert ord i resultaterne. Værktøjet beregner automatisk pointene baseret på Wordfeud's officielle pointsystem. Du kan sortere resultaterne efter højeste point for at finde de mest værdifulde ord."
      }
    },
    {
      "@type": "Question",
      "name": "Indsamler I mine data eller de ord jeg søger?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Nej. Vi bruger kun anonym statistik til at forbedre appen (f.eks. hvilke funktioner der bruges mest). Vi gemmer IKKE dine bogstaver, ord eller søgninger. Ingen cookies, ingen persondata, ingen tracking på tværs af sider. Alt data behandles lokalt i din browser og bliver aldrig sendt til nogen server."
      }
    }
  ]
}
